#####################################################################
[Translation]

TRANSLATION_BY = Traduit par
TRANSLATION_NAME = Ey@el
TRANSLATION_LINK =http://lapensinemutine.eklablog.com
LANGUAGENAME=Français

;Please modify this language version carefully. (2.3.0 -> 2300)
FILEVER=4000





#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=&Editeur d'image
#-------------------------------------------------------------

MNU_CAPTURE			=&Capture d'écran
MNU_CAPTURE_FULLSCREEN		=&Écran
MNU_CAPTURE_ACTIVEWINDOW	=&Fenêtre active
MNU_CAPTURE_CONTROL		=&Contrôle de la fenêtre
MNU_CAPTURE_SCROLLINGWINDOW	=Fenêtre déroulante
MNU_CAPTURE_REGION		=&Zone
MNU_CAPTURE_FIXEDREGION		=Zone &fixe
MNU_CAPTURE_FREEHAND		=Zone à main &levée
MNU_CAPTURE_WEBPAGE		=Page &Web
MNU_CAPTURE_REPEAT		=Répéter &la dernière capture

MNU_CAPTUREQBAR			=Afficher la &barre de capture...

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Paramètre&s de capture
MNU_OUTPUTTYPE			=&Type de sortie

MNU_OUTPUTTYPE_PICPICK		=&Editeur PicPick
MNU_OUTPUTTYPE_CLIPBOARD	=&Copier vers le presse-papiers
MNU_OUTPUTTYPE_SAVEIMAGE	=Enregistrer sous forme de &fichier image
MNU_OUTPUTTYPE_SAVEFOLDER	=&Enregistrer automatiquement sous...
MNU_OUTPUTTYPE_OTHER		=&Envoyer vers un programme externe...
MNU_OUTPUTTYPE_FTP		=Transférer vers F&TP...
MNU_OUTPUTTYPE_SHARE		=Partager
MNU_OUTPUTTYPE_SENDTO		=Envoyer vers
MNU_OUTPUTTYPE_FACEBOOK	=Publier sur Face&book
MNU_OUTPUTTYPE_TWITTER		=Publier sur T&witter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=Courriel (Out&look)
MNU_OUTPUTTYPE_PRINTER		=Im&primante
MNU_OUTPUTTYPE_SKYPE		=Envoyer vers Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Service de stockage Clo&ud 

MNU_OUTPUTTYPE_WEB			=Publier sur &Internet
MNU_OPT_DEFAULTFORMAT		=&Format d'image par défaut
MNU_OPT_OPENEDITOR		=Ouvrir l'&éditeur au lancement du programme
MNU_OPT_STARTUPPROGRAM	=&Lancer PicPick au démarrage de Windows
#-------------------------------------------------------------
MNU_COLORPICKER			=&Pipette
MNU_COLORPALETTE		=P&alette de couleurs
MNU_COPYCOLORTYPE		=Copier l&a couleur en
MNU_COLORHISTORY		=&Historique des couleurs
MNU_COLORHISTORY_CLEAR		=&Effacer
#-------------------------------------------------------------
MNU_MAGNIFIER			=&Loupe
MNU_PIXELRULER			=&Règle (pixels)
MNU_PROTRACTOR			=Rappor&teur
MNU_CROSSHAIR			=&Précision de la sélection
MNU_WHITEBOARD			=Ta&bleau blanc
MNU_CLOUDEXPLORER		=Explorateur de Clo&ud

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Options du programme...
MNU_EXIT_PICPICK		=&Quitter


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Fichier
MNU_FILE_NEW =&Nouvelle image
MNU_FILE_OPEN =&Ouvrir...
MNU_FILE_OPENCLIPBOARD =Ouvrir de&puis le presse-papiers
MNU_FILE_OPENURL =O&uvrir depuis l'adresse
MNU_FILE_SAVESAME=&Enregistrer
MNU_FILE_SAVE =Enregistrer &sous...
MNU_FILE_SAVESELECT =Enregistrer l&a sélection sous...
MNU_FILE_SAVEALL=Enregistrer &tout...
MNU_FILE_PRINT=&Imprimer...
MNU_FILE_CLOSEIMAGE =&Fermer l'image
MNU_FILE_CLOSECURRENTIMAGE =Image a&ctive
MNU_FILE_CLOSEALLIMAGE =Toutes &les images
MNU_FILE_CLOSEALLSAVEDIMAGE =TOUTES les images sauvegardées
MNU_FILE_CLOSEPICPICK =&Quitter
#-------------------------------------------------------------
MNU_EDIT =&Edition
MNU_EDIT_UNDO =&Annuler
MNU_EDIT_REDO =&Rétablir
MNU_EDIT_CUT =Cou&per
MNU_EDIT_COPY =&Copier
MNU_EDIT_PASTE =Co&ller
MNU_EDIT_PASTEFROMFILE =Coller à partir d'un &fichier...
MNU_EDIT_SELECTDEL =&Supprimer
MNU_EDIT_SELECTNEW =&Recadrer sur sélection
MNU_EDIT_DESELECT =Désélectionner
MNU_EDIT_SELECTALL =Sélectionner tout
MNU_EDIT_IMAGERESIZE =Redimensionner l'image/zoom...
MNU_EDIT_CANVASRESIZE =Redimensionner le support...
MNU_EDIT_VIEWBITMAP =&Afficher le Bitmap en plein écran...
#-------------------------------------------------------------
MNU_TOOLS =&Outils
MNU_TOOLS_FULLSCREEN 		=Capturer l'écran
MNU_TOOLS_ACTIVEWINDOW 		=Capturer la fenêtre &active
MNU_TOOLS_CONTROL 		=Capturer un &contrôle de la fenêtre
MNU_TOOLS_SCROLLINGWINDOW	=Capturer une fenêtre déroulante
MNU_TOOLS_WEBPAGE 		=Capturer une page &Web
MNU_TOOLS_REGION 		=Capturer une &zone
MNU_TOOLS_FIXEDREGION 		=Capturer une zone fi&xe
MNU_TOOLS_FREEHAND 		=Capture à main levée
MNU_TOOLS_REPEAT 		=Répéter &la dernière capture
MNU_TOOLS_COLORPICKER		=&Pipette
MNU_TOOLS_COLORPALETTE		=P&alette de couleurs
MNU_TOOLS_MAGNIFIER		=&Loupe
MNU_TOOLS_PIXELRULER		=&Règle (pixels)
MNU_TOOLS_PROTRACTOR		=Rappor&teur
MNU_TOOLS_CROSSHAIR		=&Précision de la sélection
MNU_TOOLS_WHITEBOARD		=Ta&bleau blanc
MNU_TOOLS_OPTION		=&Options du programme...
#-------------------------------------------------------------
MNU_TOOLSOPTION				=&Paramètres de capture
MNU_TOOLSOPTION_OUTPUTTYPE			=&Envoyer vers
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=&Format d'image par défaut
MNU_TOOLSOPTION_DUALMONITORS			=Prise en charge de &deux moniteurs
MNU_TOOLSOPTION_HOTKEY			=Modifier les raccourcis c&lavier...
MNU_TOOLSOPTION_SOUND				=Activer les sons
MNU_TOOLSOPTION_SCROLLCAPTURE		=Activer le défilement &automatique
MNU_TOOLSOPTION_MOUSECURSOR			=Inclure l'image du c&urseur
MNU_TOOLSOPTION_STARTUPPROGRAM		=&Lancer PicPick au démarrage de Windows
MNU_TOOLSOPTION_OPENEDITOR			=Ouvrir l'&éditeur au lancement du programme
MNU_TOOLS_COLORTYPE				=Cop&ier la couleur en
#-------------------------------------------------------------
MNU_EFFECT 			=&Effets
MNU_EFFECT_INVERT 		=&Inverser
MNU_EFFECT_GRAYSCALE		=&Niveaux de gris
MNU_EFFECT_MOSAIC 		=&Pixelliser...
MNU_EFFECT_BLUR 		=&Flou
MNU_EFFECT_SHARPEN 		=&Augmenter la netteté
MNU_EFFECT_BRIGHTNESS 		=Luminosité / Contraste...
MNU_EFFECT_HSL 			=&Teinte / Saturation...
MNU_EFFECT_BORDER 		=Bordure
MNU_EFFECT_FLIP 		=&Miroir
MNU_EFFECT_FLIPH 		=Miroir &horizontal
MNU_EFFECT_FLIPV 		=Miroir &vertical
MNU_EFFECT_ROTATE 		=&Rotation
MNU_EFFECT_ROTATE90 		=&90' (sens des aiguilles d'une montre)
MNU_EFFECT_ROTATE180 		=&180' (sens des aiguilles d'une montre)
MNU_EFFECT_ROTATE270 		=&270' (sens des aiguilles d'une montre)
MNU_EFFECT_FRAME		=Cadre...
MNU_EFFECT_COLORBALANCE		=Equili&bre des couleurs...
MNU_EFFECT_WATERMARK		=&Filigrane...
#-------------------------------------------------------------
MNU_WINDOW =&Fenêtre
MNU_WINDOW_CASCADE =&Cascade
MNU_WINDOW_TILEH =Mosaïque &horizontale
MNU_WINDOW_TILEV =Mosaïque &verticale
MNU_WINDOW_MINIMIZEALL =Réduire tout
#-------------------------------------------------------------
MNU_HELP =&Aide
MNU_HELP_WEBSITE =Site Internet de PicPick...
MNU_HELP_ABOUT =A propos de...

PNL_TOOL_TOOLS = Outils
PNL_TOOL_COLOR = Couleur
PNL_TOOL_PROPERTY = Propriétés
LBL_TOOL_WIDTHS = largeur :
LBL_TOOL_OPACITY = Opacité :
LBL_TOOL_SHAPE= Forme :

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Accueil
TAB_FILE=Fichier
TAB_VIEW=Affichage
TAB_SHAPES=Formes
#3.4.0
TAB_SHAPES_SUB=Format
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Tampon numérique
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Selection
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Effet loupe
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Tampons
TAB_STAMPS_SUB=Format
#4.0.0

TBR_CLIPBOARD=Presse-papiers
TBN_CLIPBOARD_PASTE=Coller
TBN_CLIPBOARD_CUT=Couper
TBN_CLIPBOARD_COPY=Copier
TBN_CLIPBOARD_DELETE=Supprimer

TBR_VIEW=Affichage
TBN_VIEW_ZOOMIN=Zoom avant
TBN_VIEW_ZOOMOUT=Zoom arrière
TBN_VIEW_FULL=Plein écran
TBN_VIEW_100=Taille réelle

TBR_IMAGE=Image
TBN_IMAGE_EFFECT=Effets
TBN_IMAGE_CROP=Recadrer
TBN_IMAGE_RESIZE=Redim.
TBN_IMAGE_ROTATE=Pivoter

TBR_TOOLS=Outils
TBR_COLOR=Couleurs

POP_COLORTYPE1 = Couleurs pastels
POP_COLORTYPE2 = Couleurs primaires

TBR_SHOWHIDE=Afficher/Masquer
TBN_RULER=Règles
TBN_STATUSBAR=Barre d'état
TBN_TAB = Onglet

TBN_THUMBNAIL=Vignettes

TBR_WINDOW=Fenêtre
TBN_CASCADE=Cascade
TBN_ARRANGEALL=Mosaïque

TBN_REGISTER=&Enregistrer...

TBN_VIEW_100=100% Afficher

TBN_TOOLS_SELECT = Sélection

#4.0.0
TBN_TOOLS_MOVE=Déplacer
TBN_TOOLS_DRAW=Dessin
TBN_TOOLS_DRAW_BRUSH=&Pinceau
TBN_TOOLS_DRAW_ERASER=&Gomme
TBN_TOOLS_DRAW_MARKER=&Marqueur
TBN_TOOLS_FILL=Pot de peinture
TBN_TOOLS_FILL_OPTIONS=Option du pot de peinture
TBN_TOOLS_FILL_STANDARD=&Contigu
TBN_TOOLS_FILL_REPLACEMENT=&Remplacer la couleur
TBN_TOOLS_STAMPS=Tampons
TBN_TOOLS_STAMPS_NUMBER=Numériques
TBN_TOOLS_STAMPS_GENERAL=Divers
TBN_TOOLS_STAMPS_CURSOR=Curseurs
TBN_SELECT_SELECTION_SHAPES=Outil de sélection
TBN_SELECT_SELECTION_OPTIONS=Option de l'outil de sélection
TBN_SELECT_RECTANGLE=&Rectangle
TBN_SELECT_ELLIPSE=&Ellipse

TBR_SIZE=Taille
#4.0.0

TBN_MORECOLORS = Plus
MNU_PALETTETYPE = Type de palette

MNU_TOPBAR_TITLE = Personnaliser les boutons
MNU_TOPBAR_MINIMIZERIBBON = &Réduire le ruban

#3.4.0
MNU_QAT_TITLE=Personnaliser la barre d'outils
MNU_QAT_ADD=&Ajouter à la barre d'outils
MNU_QAT_DELETE=&Retirer de la barre d'outils
MNU_QAT_ABOVE=&Afficher la barre d'outils au-dessus du ruban
MNU_QAT_BELOW=&Afficher la barre d'outils sous le ruban
#3.4.0

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Crée une nouvelle image 
TIP_FILE_OPEN =Ouvre une image existante
TIP_FILE_OPENCLIPBOARD =Ouvre une image depuis le presse-papiers
TIP_FILE_OPENURL =Ouvre une image à partir d'une adresse Internet
TIP_FILE_SAVE =Sauvegarde l'image active
TIP_FILE_SAVEAS =Sauvegarde l'image active sous un nom différent
TIP_FILE_SAVESELECT =Sauvegarde la sélection sous un nom différent
TIP_FILE_SAVEALL =Sauvegarde toutes les images sous un nom différent
TIP_FILE_PRINT=Imprime l'image
TIP_FILE_CLOSEIMAGE =Ferme l'image active
TIP_FILE_CLOSEALLIMAGE =Ferme toutes les images
TIP_FILE_CLOSEALLSAVEDIMAGE =Ferme toutes les images sauvegardées
TIP_FILE_CLOSEPICPICK =Ferme la fenêtre
#-------------------------------------------------------------
TIP_EDIT_UNDO =Annule la dernière action
TIP_EDIT_REDO =Rétablit la dernière action annulée
TIP_EDIT_CUT =Coupe la sélection et la déplace vers le presse-papiers
TIP_EDIT_COPY =Copie la sélection et la déplace vers le presse-papiers
TIP_EDIT_PASTE =Colle le contenu du presse-papiers dans l'image active
TIP_EDIT_PASTEFROMFILE =Colle un fichier dans l'image active
TIP_EDIT_SELECTDEL =Efface la sélection
TIP_EDIT_SELECTNEW =Recadre l'image sur la sélection
TIP_EDIT_DESELECT =Désélectionne l'image
TIP_EDIT_SELECTALL =Sélectionne toute l'image
TIP_EDIT_IMAGERESIZE =Modifie la taille de l'image
TIP_EDIT_CANVASRESIZE =Modifie la taille du support
TIP_EDIT_VIEWBITMAP =Affiche le bitmap en mode plein écran.
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Affiche la barre de capture à l'écran
TIP_TOOLS_FULLSCREEN =Effectue une capture du bureau
TIP_TOOLS_ACTIVEWINDOW =Effectue une capture de la fenêtre active
TIP_TOOLS_CONTROL =Effectue une capture du contrôle de la fenêtre
TIP_TOOLS_SCROLLINGWINDOW	=Effectue une capture du contrôle de la fenêtre déroulante
TIP_TOOLS_WEBPAGE =Effectue une capture de pages Internet
TIP_TOOLS_REGION =Effectue une capture de sélection rectangulaire
TIP_TOOLS_FREEHAND =Effectue une capture de sélection au lasso
TIP_TOOLS_FIXEDREGION =Effectue une capture de zone rectangulaire fixe
TIP_TOOLS_REPEAT =Effectue une capture de la même sélection que précédemment
TIP_TOOLS_CAPTUREMENU = Effectue une capture d'écran
TIP_TOOLS_COLORPICKER	= Prélève le code d'une couleur à l'écran
TIP_TOOLS_COLORPALETTE	= Recherche et paramètre la couleur souhaitée
TIP_TOOLS_MAGNIFIER	=Agrandit les pixels à l'écran
TIP_TOOLS_PIXELRULER	=Mesure la taille des objets et images sur le bureau
TIP_TOOLS_CROSSHAIR	= Recherche les coordonnées relatives
TIP_TOOLS_PROTRACTOR	=Mesure n'importe quel angle à l'écran
TIP_TOOLS_WHITEBOARD	=Pour les présentations ou pour dessiner
TIP_TOOLS_OPTION	=Affiche les diverses options du programmes
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Modifie les options de capture
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Modifie la sortie de l'image capturée
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Modifie la sortie de l'image capturée

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Modifie le format d'image par défaut
TIP_TOOLSOPTION_DUALMONITORS			=Prise en charge du mode double écran lors d'une capture
TIP_TOOLSOPTION_HOTKEY				=Modifie les raccourcis clavier pour les fonctionnalités...
TIP_TOOLSOPTION_SOUND				=Active les effets sonores lors de la capture d'écran
TIP_TOOLSOPTION_SCROLLCAPTURE			=Effectue une capture d'un contrôle déroulant
TIP_TOOLSOPTION_MOUSECURSOR			=Inclut le curseur de la souris dans la capture
TIP_TOOLSOPTION_STARTUPPROGRAM		=Lance PicPick au démarrage de Windows
TIP_TOOLSOPTION_OPENEDITOR			=Ouvre l'éditeur d'image de PicPick editor au démarrage du programme
TIP_TOOLS_COLORTYPE				= Modifie le format de la couleur prélevée [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Inverse les couleurs de l'image
TIP_EFFECT_GRAYSCALE =Convertit l'image en échelle de gris de 256 couleurs
TIP_EFFECT_MOSAIC =Ajoute de la pixellisation
TIP_EFFECT_BLUR =Ajoute du flou
TIP_EFFECT_SHARPEN =Ajoute de la netteté
TIP_EFFECT_BRIGHTNESS =Luminosité et contraste
TIP_EFFECT_HSL =Teinte/Saturation
TIP_EFFECT_FLIPH =Retourne la sélection ou l'image horizontalement
TIP_EFFECT_FLIPV =Retourne la sélection ou l'image verticalement
TIP_EFFECT_ROTATE90 =Pivote à 90° dans le sens des aiguilles d'une montre
TIP_EFFECT_ROTATE180 =Pivote à 180° dans le sens des aiguilles d'une montre
TIP_EFFECT_ROTATE270 =Pivote à 270° dans le sens des aiguilles d'une montre
TIP_EFFECT_FRAME=Appliquer un cadre
TIP_EFFECT_WATERMARK=Ajoute un logo en filigrane

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Organise les fenêtres en mosaïque superposée
TIP_WINDOW_TILEH =Organise les fenêtres en mosaïque horizontale non superposée
TIP_WINDOW_TILEV =Organise les fenêtres en mosaïque verticale non superposée
TIP_WINDOW_MINIMIZEALL =Réduit toutes les fenêtres ouvertes
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Ouvre la page d'accueil du site de PicPick
TIP_HELP_ABOUT =Affiche les informations relatives au programme et à son copyright
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Déplace l'image ou l'objet sélectionné
TIP_TOOL_SELECT =Sélectionne une zone de l'image
TIP_TOOL_FILL =Clique sur une zone du support pour le remplir avec la couleur.
TIP_TOOL_PICKCOLOR =Préleve une couleur à l'écran et l'utilise pour dessiner.
TIP_TOOL_DRAW=Dessine avec divers types de pinceaux.
TIP_TOOL_STAMPS=Applique des tampons sur l'image.
TIP_TOOL_SHAPE=Trace des formes sur l'image.

TIP_SIZE=Sélectionne la largeur de l'outil choisi.
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Insére une copie de cette image dans
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		= Insére une copie de cette image dans
TIP_OUTPUTTYPE_MSEXCEL2 		= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Insére une copie de cette image dans
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1	= Envoie une copie de cette image vers
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1		= Envoie une copie de cette image vers
TIP_OUTPUTTYPE_PROGRAM2 		= un programme externe

TIP_OUTPUTTYPE_MSOUTLOOK1	=Joint une copie de cette image à
TIP_OUTPUTTYPE_MSOUTLOOK2	=un courrier électronique

TIP_OUTPUTTYPE_FACEBOOK1		= Publie et partager cette image sur
TIP_OUTPUTTYPE_FACEBOOK2 		= Facebook

TIP_OUTPUTTYPE_TWITTER1		= Publie et partager cette image
TIP_OUTPUTTYPE_TWITTER2 		= Twitter

TIP_OUTPUTTYPE_FTP1		= Envoie cette image directement vers
TIP_OUTPUTTYPE_FTP2 		= un emplacement sur Internet par FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	= Envoie cette image directement vers
TIP_OUTPUTTYPE_WEBUPLOAD2	= un emplacement sur Internet

TIP_OUTPUTTYPE_CLOUD1		= Transférer cette image vers Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive...

TIP_IMAGE_ROTATEFLIP = Pivote ou renverse l'image ou la sélection

TIP_TOOLS_EFFECT=Sélectionne les effets
TIP_TOOLS_WIDTHS=Sélectionne la largeur
TIP_TOOLS_OPACITY = Sélectionne l'opacité

TIP_VIEW_ZOOMIN = Zoom avant sur l'image active
TIP_VIEW_ZOOMOUT = Zoom arrière sur l'image active
TIP_VIEW_ZOOMSELECT =Zoom avant ou zoom arrière
TIP_VIEW_ACTUALSIZE = Zoom à 100%
TIP_VIEW_THUMBNAIL=Affiche une page de vignettes pour sélectionner les images plus rapidement

TIP_SHOW_RULER=Affiche ou masque les règles pour mesurer vos images
TIP_SHOW_STATUSBAR=Affiche ou masque la barre d'état en bas de la fenêtre
TIP_SHOW_TAB=Affiche ou masque la barre des onglets

TIP_COLOR_COLOR1 = Couleur de premier plan
TIP_COLOR_COLOR2 = Couleur d'arrière plan
TIP_COLOR_SWAP=Inverse les couleurs de premier plan et d'arrière-plan
TIP_COLOR_DEFAULT = Couleurs de premier plan et d'arrière-plan par défaut
TIP_COLOR_MORE=Affiche davantage de palettes

TIP_SHAPE_FLATTEN=Aplatit les formes
TIP_SHAPE_DELETE=Supprime la forme
TIP_SHAPE_DUPLICATE=Duplique la forme

TIP_SHAPE_FILL=Remplit la forme sélectionnée
TIP_SHAPE_OUTLINE=Contours de la forme
TIP_SHAPE_EFFECTS=Formate les formes
TIP_SHAPE_ADDTEXT=Insère du texte dans la forme

TIP_SHAPE_FLATTEN_ALL=Applatit toutes les formes
TIP_SHAPE_BRINGTOFRONT=Met l'objet sélectionné au premier plan afin qu'il ne soit plus masqué par les objets placés au-dessus de lui
TIP_SHAPE_SENDTOBACK=Remet l'objet sélectionné en arrière plan afin qu'il soit masqué par les objets placés au-dessus de lui

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Editeur d'images PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Contrôle de fenêtre
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Fenêtre déroulante
DLG_REGIONCAPTURE_TITLE =PicPick - Capturer une zone
DLG_FIXEDREGIONCAPTURE_TITLE =Capturer une zone fixe
DLG_FREEHANDCAPTURE_TITLE=Capture à main levée
DLG_WHITEBOARDTOOL_TITLE=PicPick - Tableau blanc
DLG_MAGNIFIER_TITLE=PicPick - Loupe
DLG_COLORPICKER_TITLE =PicPick - Pipette
DLG_CROSSHAIR_TITLE=PicPick - Précision de la sélection
DLG_COLORPALETTE_TITLE =Palette des couleurs
DLG_AUTOSAVE_TITLE = Enreg. auto
DLG_NEWIMAGE_TITLE = Nouvelle image
DLG_PRINT_TITLE = Imprimer
DLG_CANVASSET_TITLE = Redimensionnement du support
DLG_IMAGERESIZE_TITLE = Redimensionnement de l'image
DLG_ABOUT_TITLE = A propos de
DLG_PIXELATE_TITLE = Pixelisation
DLG_HUESATURATION_TITLE = Teinte / Saturation
DLG_BRIGHTNESSCONTRAST_TITLE = Luminosité / Contraste
DLG_FRAME_TITLE		=Cadre
DLG_WATERMARK_TITLE		=Filigrane
DLG_FONTVIEW_TITLE = Saisie de texte
DLG_CAPTURE_TITLE=Capture
DLG_CHANGEHOTKEY_TITLE = Raccourcis
DLG_WEBPAGECAPTURE_TITLE = PicPick - Capture de pages Web
DLG_SHORTCUT_TITLE = Modifier les raccourcis clavier
DLG_SETUP_TITLE		=Configuration
DLG_FILENAMESETUP_TITLE	=Nom de fichier
DLG_IMAGES_TITLE	=Images

#3.4.0
DLG_GENERALSETUP_TITLE	=Général
#3.4.0


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Editeur
DLG_ARROWSET_TITLE	=Flèche personnalisée
DLG_FACEBOOK_TITLE	=Connexion à Facebook
DLG_TWITTER_TITLE		=Connexion à Twitter
DLG_WEBUPLOAD_TITLE		=Publier sur Internet

BTN_OK = &OK
BTN_CANCEL = &Annuler
BTN_APPLY = &Appliquer
#-------------------------------------------------------------

[About]

GRP_PRESET = Préférences
CHK_ADDSTARTUP = Lancer le programme au démarrage au Windows
CHK_ADDDESTKOP = Créer une icône sur le bureau
CHK_CHECKUPDATE = Vérifier les mises à jour du programme
LBL_LANGUAGE = Langue
BTN_HOTKEY = Raccourcis...
BTN_CREDIT = Crédits
LBL_PROGRAMPARAMETER=&Paramètres...
CHK_SETTINGTOAPPDATA=Sauvegarder la configurarion dans Application Data
LBL_MORELANGUAGE=Davantage de langues...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Propriétés
LBL_CONTROLCAPTURE_CLASS =Nom
LBL_CONTROLCAPTURE_SIZE =Taille
LBL_CONTROLCAPTURE_INFO=Contrôle
LBL_CONTROLCAPTURE_SCROLL=Défilement automatique
LBL_CONTROLCAPTURE_OUTPUTTYPE =Type de sortie
LBL_CONTROLCAPTURE_HANDLE =Poignée
LBL_CONTROLCAPTURE_RECT =Rectangle
LBL_CONTROLCAPTURE_BOTTOMTIP =Sélectionner un contrôle (bouton, onglet, boite, barre d'outils, etc...), puis appuyer sur IMPR ECRAN.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Taille de la zone
LBL_FIXEDREGIONCAPTURE_WIDTH = Largeur :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Hauteur :

TIP_REGIONCAPTURE_NOTDRAG =Sélectionner une zone rectangulaire sur le bureau.
TIP_PIXEL = Pixels
TIP_FREEHANDCAPTURE_NOTDRAG =Dessiner une forme pour la capturer sur l'écran.

LBL_COLORPICKER_COLORAS =Couleur :
LBL_COLORPICKER_VALUE =Valeur :

LSV_WEBPAGECAPTURE_LIST = Choisir le site web à capturer
BTN_WEBPAGECAPTURE_RELOAD = &Recharger
BTN_WEBPAGECAPTURE_CAPTURE = &Capturer

LBL_MINIHELP=Cliquez avec le bouton gauche pour sélectionner la zone.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Raccourcis
GRB_CAPTURE = Capture d'écran
GRB_TOOLS = Outils

LBL_KEYNONE = Aucun

LBL_CAPTURE_FULLSCREEN		=Capturer l'écran
LBL_CAPTURE_ACTIVEWINDOW	=Capturer la fenêtre active
LBL_CAPTURE_CONTROL		=Capturer un contrôle de la fenêtre
LBL_CAPTURE_SCROLLINGWINDOW	=Capturer une fenêtre déroulante
LBL_CAPTURE_REGION		=Capturer une zone
LBL_CAPTURE_FIXEDREGION		=Capturer une zone fixe
LBL_CAPTURE_FREEHAND		=Capture à main levée
LBL_CAPTURE_WEBPAGE		=Capturer une page Web
LBL_CAPTURE_REPEAT		=Répéter la dernière capture

LBL_TOOLS_EDITOR		=Editeur d'images
LBL_TOOLS_COLORPICKER		=Pipette
LBL_TOOLS_COLORPALETTE		=Palette des couleurs
LBL_TOOLS_PIXELRULER		=Règle de pixel
LBL_TOOLS_PROTRACTOR		=Rapporteur
LBL_TOOLS_CROSSHAIR		=Précision de la sélection
LBL_TOOLS_WHITEBOARD		=Tableau blanc

LBL_TOOLS_MAGNIFIER		=Loupe

CBO_HOTKEY_CUSTOM		=Personnalisé...
CBO_HOTKEY_DEFAULT		=Valeur par défaut de PicPick
CBO_HOTKEY_HYPERSNAP		=Hyper accrochage
CBO_HOTKEY_NONE			=Désactivé
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Couleurs
LBL_FONTCOLOR = Couleur de la police
CHK_FILLCOLOR = Couleur de remplissage
CHK_AA = Lisser les bords des polices d'affichage

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Enregistrer automatiquement les images
LBL_SELECTFOLDER =Sélectionner un répertoire pour enregistrer automatiquement vos captures d'écran.
BTN_SELECTFOLDER =&Parcourir...
GRP_SELECTFILENAME =Nom de fichier
RDO_SELECTFILENAME_TEXT =Texte + Nombre
RDO_SELECTFILENAME_NUM =Nombre seulement
RDO_SELECTFILENAME_DATETIME =Date/Heure
LBL_SELECTFILENAME_DATETIME_FORMAT = hh mm ss  mm-jj-aaaa
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =Format de fichier
RDO_SELECTFORMAT_BMP =BMP (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =PNG (*.png)
RDO_SELECTFORMAT_GIF =GIF (*.gif)
RDO_SELECTFORMAT_PDF =Fichiers PDF (*.pdf)
LBL_SAVEFILENAME=Saisir un nom de fichier pour l'enregistrement automatique ou le transfert FTP.
LBL_EXAMPLETITLE=Exemple :
LBL_EXAMPLE1=%y : Année, %m : Mois, %d : Jour
LBL_EXAMPLE2=%h : Heure, %n : Minute, %s : Seconde
LBL_EXAMPLE3=%c : Nombre
LBL_EXAMPLE4=%u : Nom de l'utilisateur, %w : Nom de l'ordinateur
LBL_EXAMPLE5=%t : Horodatage Unix
GRB_OTHERPROGRAM=Configuration du programme externe
LBL_OTHERPROGRAM=Sélectionner un programme externe vers lequel envoyer vos captures d'écran.
LBL_OTHERPROGRAMPATH=Chemin :
LBL_OTHERPROGRAMPARAMETER=Paramètre : 
LBL_OTHERPROGRAMSELECT=Envoyer vers un programme externe...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Options de capture
CHK_DUALMONITORS		=Prendre en charge l'affichage sur deux moniteurs
CHK_SOUND			=Activer les sons pour la capture
CHK_MOUSECURSOR		=Inclure l'image du curseur
CHK_HIDEEDITOR			=Masquer l'éditeur PicPick avant la capture
CHK_ALWAYSCOPYCLIPBOARD	=Toujours copier les images capturées vers le presse-papiers
CHK_STARTWITHCAPTUREBAR	=Afficher la barre de capture au démarrage du programme

GRB_AUTOSCROLL			=Défilement automatique
CHK_SCROLLCAPTURE		=Activer le défilement automatique
LBL_SCROLLDELAY			=Délai :
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Loupe
CHK_MAGNIFIER			=Afficher la loupe pendant la capture
LBL_ZOOMSCALE			=Facteur de zoom :

GRB_CAPTUREDELAY		=Delai avant capture
CHK_ADVANCECONTROLCAPTURE = Utiliser la fenêtre de capture avancée

#4.0.0
LBL_CAPTUREOUTPUT		=Modifie le type de sortie par les raccourcis clavier ou par les menus dans la zone de notification.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Configuration du serveur FTP
LBL_FTPADDRESS  =Serveur FTP :
LBL_REMOTEPATH = Adresse distante :
LBL_PORT=Port :
CHK_PASSIVEFTP= Utiliser un FTP passif
LBL_USERNAME=Nom d'utilisateur :
LBL_PASSWORD=Mot de passe :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Ouvrir l'adresse sur Internet
LBL_SENDCLIPBOARD=Copier l'adresse vers le presse-papiers
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Options de l'&diteur
CHK_OPENEDITORWHENSTART=Ouvrir l'éditeur au démarrage du programme
CHK_CENTERIMAGE =Centrer l'image sur la fenêtre
CHK_CLOSEWITHOUTASKING =Fermer les images non enregistrées sans demander
CHK_CROPNEW=Recadrer comme nouvelle image
CHK_SHOWCLASSICUI=Afficher la barre d'outils classique

LBL_BG=Couleur d'arrière-plan :
RDO_BGGRID=Grille
RDO_BGSOLID=Couleur unie

GRB_FILETYPE=Associations de fichiers
LBL_FILETYPE=Veuillez sélectionner les types de fichiers que vous voulez ouvrir avec PicPick:
LBL_FILETYPEVISTA=Utiliser PicPick comme éditeur d'image par défaut

GRB_FILETYPE=Association de fichiers
LBL_FILETYPE=Veuillez sélectionner les types de fichiers que vous souhaitez ouvrir avec PicPick.
LBL_FILETYPEVISTA=Définir PicPick comme éditeur d'image par défaut.

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Début
CHK_END = Fin
CHK_OUTLINE = Ajouter un contour
CBO_AT_ARROW1 = Flèche 1
CBO_AT_ARROW2 = Flèche 2
CBO_AT_CIRCLE = Cercle
CBO_AT_DIAMOND = Losange
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Taille du support
LBL_WIDTH = Nouvelle largeur
LBL_HEIGHT =Nouvelle hauteur
LBL_BACKCOLOR = Couleur d'arrière-plan
LBL_PRESETS = Options
CBO_CLIPBOARD=Presse-papiers
CBO_LASTUSED=Dernier utilisé
CBO_CURRENT=Taille de l'image active
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Redimensionner en pourcentage
RDO_SIZE = Redimensionner vers une taille spécifique
CHK_KEEP = Conserver les proportions
LBL_WIDTH = Largeur
LBL_HEIGHT = Hauteur


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Aperçu
LBL_PIXELATE = Pixelliser
LBL_HUE = Teinte
LBL_SATURATION = Saturation
LBL_BIRGHTNESS = Luminosité
LBL_CONTRAST = Contraste
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Aperçu
GRP_EFFECT = Effet
CHK_BORDER = Bordure
CHK_FRAME = Cadre
LBL_ETC=Rechercher d'autres effets d'encadrement...
CHK_AUTO=Appliquer un effet d'encadrement à l'image capturée
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Rouge
LBL_GREEN =&Vert
LBL_BLUE =&Bleu
LBL_TYPE = Couleur en :
BTN_COPY =&Copier

CLR_DEFAULTTEXT = Palette des couleurs
CLR_CUSTOMTEXT = Plus de couleurs...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Déplacer
MNU_RULER_MOVE_UP =&Haut
MNU_RULER_MOVE_DOWN =&Bas
MNU_RULER_MOVE_LEFT =&Gauche
MNU_RULER_MOVE_RIGHT =&Droite
#-------------------------------------------------------------
MNU_RULER_TYPE =&Type
MNU_RULER_TYPE_HOTRIZONTAL =&Horizontal
MNU_RULER_TYPE_VERTICAL =&Vertical
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =T&ransparence
MNU_RULER_TRANSPARENT_USE =Activ&er
MNU_RULER_TRANSPARENT_NOTUSE =&Désactiver
MNU_RULER_TRANSPARENT_INC =&Augmenter(+)
MNU_RULER_TRANSPARENT_DEC =&Diminuer(-)

MNU_MAGNIFIER		=Afficher la &loupe...

#-------------------------------------------------------------
MNU_RULER_EXIT =Q&uitter
#-------------------------------------------------------------
MNU_RULER_UNIT =&Unités
MNU_RULER_UNIT_PIXEL =&Pixels
MNU_RULER_UNIT_INCH =&Pouces
MNU_RULER_UNIT_CM = &Centimètres
MNU_RULER_UNIT_DPI = &PPP
MNU_RULER_COLOR = &Couleur
MNU_RULER_COLOR_BLUE = &Bleu (Par défaut)
MNU_RULER_COLOR_YELLOW = &Jaune (Classique)
MNU_RULER_COLOR_WHITE = Blan&c
MNU_RULER_COLOR_BLACK = &Noir
MNU_RULER_UNIT_DPI_CUSTOM = &Personnaliser...
DLG_CUSTOMDPI_TITLE= Configuration PPP
LBL_CUSTOMDPI_TEXT= Veuillez entrer la valeur en points par pouce (PPP) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =Largeur du crayon
MNU_WHITEBOARD_PENCOLOR =Couleur du crayon
MNU_WHITEBOARD_PENCOLOR_BLACK =Noir
MNU_WHITEBOARD_PENCOLOR_WHITE =Blanc
MNU_WHITEBOARD_PENCOLOR_RED =Rouge
MNU_WHITEBOARD_PENCOLOR_GREEN =Vert
MNU_WHITEBOARD_PENCOLOR_BLUE =Bleu
MNU_WHITEBOARD_PENCOLOR_CYAN =Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Jaune
MNU_WHITEBOARD_PENCOLOR_GRAY =Gris
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Etc...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Effacer
MNU_WHITEBOARD_SAVE =&Capturer l'écran
MNU_WHITEBOARD_EXIT =Q&uitter
#-------------------------------------------------------------
TIP_TOOL_MOVE =Déplace
TIP_TOOL_ZOOM =Zoom
TIP_TOOL_PEN =Crayon
TIP_TOOL_LINE =Ligne
TIP_TOOL_ARROW =Flèche
TIP_TOOL_SHAPE=Forme
TIP_TOOL_RECT =Rectangle
TIP_TOOL_ELLIPSE =Ellipse
TIP_TOOL_RRECT =Rectangle arrondi
TIP_TOOL_TRANSPARENT = Transparence
TIP_TOOL_CLEAR=Efface
TIP_TOOL_SAVE=Capture l'écran
TIP_TOOL_WIDTH=Largeur
TIP_TOOL_COLOR=Couleur

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Configuration de l'imprimante...
BTN_PRINT=&Imprimer
GRB_PREVIEW =Aper&çu

TAB_PAPERSETUP=Configuration de la page
TAB_ADDTEXT=Ajouter du texte

GRB_MARGINSETUP=Marges (mm)
LBL_MARGINTOP=Haut
LBL_MARGINLEFT=Gauche
LBL_MARGINRIGHT=Droite
LBL_MARGINBOTTOM=Bas

GRB_IMAGESETUP=Configuration de l'image
CHK_CENTER=Centrer l'image
CHK_SHRINK=Adapter à la page (réduire)
CHK_PROPORTINAL=Conserver les proportions
CHK_GRAYSCALE=Echelle de gris

GRB_PAPERCOUNT=Nombre de copies
LBL_PAPERUNIT=

GRB_ORIENTATION=Orientation
RDO_PORTRAIT=Portrait
RDO_LANDSCAPE=Paysage

GRB_HEADER=En-tête
CHK_HEADERADD=Ajouter
CBO_HEADERDEFAULT=Veuillez saisir le texte de l'en-tête ici
LBL_HEADERMARGIN=Marge :
BTN_HEADERFONT=Police...
RDO_HEADERLEFT=Gauche
RDO_HEADERCENTER=Centré
RDO_HEADERRIGHT=Droite

GRB_FOOTER=Pied de page
CHK_FOOTERADD=Ajouter
CBO_FOOTERDEFAULT=Veuillez saisir le texte du pied de page ici
LBL_FOOTERMARGIN=Marge :
BTN_FOOTERFONT=Police...
RDO_FOOTERLEFT=Gauche
RDO_FOOTERCENTER=Centré
RDO_FOOTERRIGHT=Droite
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Fermer
LBL_PREVIEW = Aperçu de l'image
LBL_CAPTION = Légende de la photo
RDO_SELECTALBUMS = Sélectionner des albums
RDO_CREATEALBUM = Créer un nouvela album photo
LBL_CREATEALBUM_NAME = Nom : 
LBL_CREATEALBUM_LOCATION = Emplacement : 
LBL_CREATEALBUM_DESCRIPTION =Description : 
LBL_CREATEALBUM_PRIVACY = Vie privée : 
CBO_CREATEALBUM_1 = Tout le monde
CBO_CREATEALBUM_2 = Mes réseaux et amis
CBO_CREATEALBUM_3 = Amis de mes amis
CBO_CREATEALBUM_4 = Amis uniquement
BTN_UPLOAD = Publier
LBL_IMGURL = Adresse de l'image
LBL_LINKURL = Adresse du lien vers l'album
LBL_UPLOADING=Publication en cours...
LBL_UPLOADCOMPLETE = Publication terminée
LBL_UPLOADWAIT = En attente d'une réponse...
LBL_UPLOADFAILURE = Echec de la publication. Réessayez.
LBL_UPLOADRESULT = Vous venez de publier une photo avec succès. 

LBL_ACCOUNT = Compte :
LBL_PASSWORD = Mot de passe :
LBL_REMEMBERPASSWORD = Retenir le mot de passe
LBL_MESSAGE = Message :

LBL_WEBUPLOAD_TITLE = Publiez votre image directement sur Internet
LBL_WEBUPLOAD_TITLESUB = via ImageShack - Service d'hébergement gratuit pour les imaes
LBL_WEBUPLOAD_SIGNUP = Connectez-vous pour organiser les images que vous avez publiées !

LBL_WEBUPLOAD_NOACCOUNT = Invité (aucune inscription requise)
LBL_WEBUPLOAD_ACCOUNTEXIST = Je possède un compte sur ImageShack

BTN_REQUESTTWITTERPIN = Requiert code PIN Twitter
BTN_REMEMBERME = Se souvenir de moi sur cet ordinateur
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Connecter
BTN_DISCONNECT = &Déconnecter

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Onglets rapides
MNU_RENAME=&Renommer...
#4.0.0
MNU_OPENFILELOCATION=&Ouvrir l'emplacement du fichier...
#4.0.0
LBL_RENAME=Veuillez entrer le nom de fichier par défaut.

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Zone de texte
SHP_HIGHLIGHTRECT=Rectangle de surlignage
SHP_MAGNIFYEFFECT=Effet loupe
SHP_NUMBERSTAMP=Tampon numérique
SHP_LINES=Lignes
SHP_CUSTOMSHAPES=Formes personnalisées
#4.0.0

SHP_SHAPES = Formes
SHP_LINE = Ligne
SHP_CURVE = Courbe
SHP_ARROW = Flèche
SHP_CURVEARROW = Flèche courbe
SHP_ELLIPSE = Ellipse
SHP_RECT = Rectangle
SHP_ROUNDRECT = Rectangle arrondi
SHP_BALLOON = Bulle
SHP_DIAMOND = Losange
SHP_PENTAGON = Pentagone
SHP_Hexagon = Hexagone
SHP_5STAR = Etoile à 5 branches
SHP_6STAR = Etoile à 6 branche

TAB_EDIT = Editer
TBN_DELETE_OBJECT = Supprimer
TBN_DUPLICATE=Dupliquer

MNU_FLATTEN = &Aplatir
MNU_FLATTENALL = &Aplatir tout

LST_CHANGESHAPE = Changer de forme

TAB_SHAPESTYLES=Styles de formes

TBN_SHAPETEXT=Insérer du texte
TBN_SHAPEFILL=Remplissage
MNU_SHAPEFILL_NOFILL=Aucun remplissage
MNU_SHAPEFILL_SOLIDFILL=Couleur unie
MNU_SHAPEFILL_GRAFILL=Dégradé vertical
MNU_SHAPEFILL_RADIALFILL=Dégradé radial

TBN_SHAPEOUTLINE=Contour
MNU_SHAPEOUTLINE_NOLINE = Aucun contour
MNU_SHAPEOUTLINE_SOLIDLINE = Ligne pleine
MNU_SHAPEOUTLINE_DOTLINE = Pointillés
MNU_SHAPEOUTLINE_DASHLINE = Tirets
MNU_SHAPEOUTLINE_DASHDOTLINE = Tiret-point
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Tiret-point-point


TBN_SHAPEFORMAT=Formatage
TBN_SHAPEEFFECTS=Effets sur la forme
MNU_SHAPEEFFECTS_NOEFFECTS=Aucun effet
MNU_SHAPEEFFECTS_SHADOW=Effets
MNU_SHAPEEFFECTS_SHADOWUSE=Ombre
MNU_SHAPEEFFECTS_SHADOWOPTION=Options...

MNU_SHAPEEFFECTS_BALLOONPOS=Orientation de la bulle
MNU_SHAPEEFFECTS_BALLOONPOSTL=Haut-Gauche
MNU_SHAPEEFFECTS_BALLOONPOSTR=Haut-Droite
MNU_SHAPEEFFECTS_BALLOONPOSBL=Bas-Gauche
MNU_SHAPEEFFECTS_BALLOONPOSBR=Bas-Droite

MNU_SHAPEEFFECTS_ARROWSTART = Première extrémité
MNU_SHAPEEFFECTS_ARROWEND = Dernière extrémité
MNU_SHAPEEFFECTS_ARROWNONE = Aucune flèche
MNU_SHAPEEFFECTS_ARROW1 = Flèche 1
MNU_SHAPEEFFECTS_ARROW2 = Flèche 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Cercle
MNU_SHAPEEFFECTS_ARROWDIAMOND = Losange

MNU_SHAPE_ARRANGE=Agencement
BTN_SHAPE_FRONT=Mettre au premier plan
BTN_SHAPE_BACK=Mettre en arrière-plan

BTN_SHAPE_ARROWSTYLE=Style de la flèche

TAB_SHAPECOLOR=Couleur de la forme

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Formes de tampon
MNU_NUMBERSTAMP_CURRENT=Actuel
MNU_NUMBERSTAMP_NEXT=Suivant
TAB_NUMBERSTAMP_STYLE=Styles de tampon
MNU_NUMBERSTAMP_SIZE=Taille
MNU_NUMBERSTAMP_SIZE_SMALL=&Petit
MNU_NUMBERSTAMP_SIZE_Medium=&Moyen
MNU_NUMBERSTAMP_SIZE_LARGE=&Grand
MNU_NUMBERSTAMP_SHAPE=Formes
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Cercle
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rectangle

TBN_SELECT_CROPCURRENT=Recadrer
TBN_SELECT_CROPNEW=Recadrer dans une nouvelle image
TAB_SELECT_SIZE=Taille
MNU_SELECT_SIZE_LEFT=Gauche
MNU_SELECT_SIZE_TOP=Haut
MNU_SELECT_SIZE_WIDTH=Largeur
MNU_SELECT_SIZE_HEIGHT=Hauteur
MNU_SELECT_INVERTSELECTION=Inverser la sélection

TAB_MAGNIFIER_STYLE=Styles de loupe
#4.0.0


[Licenses]

rdoRegistered = Je suis un utilisateur enregistré et je possède une clé d'enregistrement pour un usage commercial.
rdoPersonal = Je veux utiliser ce programme à des fins privées uniquement.
btnBuy = &Acheter
btnRegister = &Enregistrer
btnAgree= &Accord
btnClose = &Fermer
lblEnterLicense = Saisir vos données d'enregistrement
lblOwnerName = Nom du titulaire
lblRegistrationCode = Clé d'enregistrement

lblLicenseInfo = Licence de ce produit accordée à : 
lblPersonalUse = UTILISATEUR NON COMMERCIAL ( USAGE PRIVÉ UNIQUEMENT )

[CommercialVersionTrial]

btnModeTrial = Evaluation gratuite
btnModeTrialDescription = Je souhaite continuer à utiliser ce produit en version d'évaluation.
btnModeActivate = Activez votre clé de licence
btnModeActivateDescription = Je suis un utilisateur enregistré et je possède une clé de licence.
btnModeBuy = Achetez maintenant
btnModeBuyDescription = Rendez vous sur la page officielle pour y obtenir votre clé de licence.
lblTrialDescription = Cette version de PicPick est une version d'évaluation limitée à 30 jours. Une fois la période d'évaluation expirées, vous devez soit acheter une licence pour déverrouiller le logiciel ou bien le désinstaller de votre ordinateur.
btnContinueTrial = &Continuer l'évaluation
lblDayLeft = Il reste {$1} jour(s) à votre période d'evaluation de {$2} jours.
lblDayExpired = Votre licence n'est plus valide.
lblEnterLicense = Saisissez vos détails d'enregistrement
lblOwnerName = Nom d'utilisateur
lblRegistrationCode = Clé de licence
lblRegistrationHelp = Un problème avec l'activation ?
btnRegister = &Activer
lblActivationOffline1 = 1. Veuillez vous rendre à l'adresse ci-dessous pour y obtenir un code d'authentification. Si vous avez pas de connexion Internet, vous devez utiliser un autre ordinateur.
lblActivationOffline2 = 2. Veuillez coller votre code d'authentification obtenu à l'adresse ci-dessus.

lblAuthCode =Code d'authentification :

[ImagesSet]

grbJPEGOption=Options JPEG
lblJPEGQuality=Qualité
cboJPEGQualityMaximum = Maximum
cboJPEGQualityHigh = Haute
cboJPEGQualityMedium = Moyenne
cboJPEGQualityLow = Basse

[SaveAll]

grbSaveOptions=Options de sauvegardes
lblSelectFolder=Sélectionnez un répertoire pour sauvegarder vos captures d'écran.

rdoAllImages=Toutes les images
rdoUnsavedImages=Toutes les images non sauvegardées

grbFileOptions=Options des fichiers
lblFileName=Nom de fichier
lblFileType=Type de fichier
rdoFiles=Fichiers

[ColorBalance]

grpbxColorBalance=Equilibre des couleurs
lblColorLevels=Niveaux

grpbxToneBalance=Equilibre des teintes
rdbtnShadows=Ombres
rdbtnMidtones=Tons moyens
rdbtnHighlights=Hautes lumières
chckbxPreserveLuminosity=Préserver la luminosité

[StartPage]

lblStartHome = Choisir une tâche...
lblStartTitle1 = Nouvelle tâche
lblStartTitle2 = Accessoires graphiques
chkStartDoNotShow = Ne pas afficher cette fenêtre au démarrage du programme

[Watermark]

lblWaterMarkPreview = Aperçu
lblWaterMarkFile = Fichier :
lblWaterMarkPosition = Position :
lblWaterMarkOpacity = Opacité :
lblWaterMarkOffsetX = Décalage horizontal :
lblWaterMarkOffsetY = Décalage vertical :
chkWaterMarkAuto=Ajouter automatiquement un filigrane lors de la capture d'une image.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Annuler
btnApply=&Appliquer
btnContinue=Co&ntinuer

:OPTION
grbOptionLanguage=Langue affichée
grbOptionConnection=Gestion des connexions
btnOptionConnectionClear=&Purger toutes les connexions au service Cloud

:MAINFORM
lstFilesName=Nom
lstFilesDate=Date
lstFilesType=Type
lstFilesSize=Taille

mnuAction=Action
mnuOpen=Ouvrir
mnuDownload=Télécharger
mnuUploadMenu=Transférer
mnuUploadFile=Transférer les fichiers
mnuUploadFolder=Transférer le dossier
mnuUploadImage=Transférer l'image
mnuNewFolder=Nouveau dossier
mnuDelete=Supprimer
mnuRename=Renommer

itemHome=Accueil
itemOption=Option
itemAbout=A propos de
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Tous les fichiers (*.*)
strSearchResult=Résultats dela recherche pour "%s"

lblHomeTitle= Choisir un service pour se connecter...
lblUploadMode=Choisir un service pour transférer votre image

itemCount=%s éléments
itemSelectedCount=%s éléments sélectionnés

:PREVIEW
lblPreviewPreviewTitle=Aperçu
lblPreviewDescriptionTitle=Description
strPreviewNoDescription=Aucune description

:DOWNLOADFORM

DownloadFormCaption=Téléchargement en cours...
strPrepareDownload=Préparation au téléchargement
strDiscoveredItems=%s éléments trouvés...
strPleaseWait=Veuillez patienter pendant que la liste est en cours de préparation...
strDownloading=Téléchargement de %s éléments en cours
strDownloadName=Nom : %s
strDownloadRemaining=Eléments restants : %s1 ( total : %s2 )


:UPLOADFORM
UploadFormCaption=Transfert en cours...
strPrepareUpload=Préparation au transfert
strCreatingFolder=Creation du dossier
strUploading=Transfert de %s éléments en cours
strUploadName=Nom : %s
strUploadRemaining=Eléments restants : %s1 ( total : %s2 )

:LOGINFORM
LoginFormCaption=Connexion
chkSaveConnection=Sauvegarder les informations pour la connexion sur cet ordinateur
lblBrowserCall=Votre navigateur s'affichera dans %s secondes.
lblBrowserCallRetry=Requête pour accéder à nouveau à %s
lblBrowserAccess1=Pour vous connecter à votre compte %s vous devez d'abord vous y connecter par le biais de votre navigateur.
lblBrowserAccess2=Une fois enregistré, vous devez fermer la fenêtre de votre navigateur pour continuer.

:USERINFO
lblUserInfoStorage=Stockage :
lblUserInfoUserNameTitle=Compte :
lblUserInfoSpaceTitle=Espace :
btnUserInfoLogout=Déconnexion
strSpace = %s1 libre sur %s2

FileTypetext=texte
FileTypedocument=document
FileTypeimage=image
FileTypevideo=vidéo
FileTypeaudio=audio
FileTypefile=fichier
FileTypefolder=dossier
FileTypealbum=album

:UPLOAD
lblUploadFileNameTitle=Nom du fichier
lblUploadFileSizeTitle=Taille du fichier
lblUploadFilePreviewTitle = Aperçu
btnUploadUpload=Transférer ici

:MESSAGEBOX
strDelete1item=Etes-vous sûr de vouloir supprimer ce fichier ?
strDelete1moreitems=Etes-vous sûr de vouloir supprimer ces %s éléments ?

strFolderExist=Ce nom de dossier existe déjà.
strDownloadFileExist=Il existe déjà un fichier portant le même nom à cet emplacement.\n\nVoulez-vous le remplacer ?
strCreateFolder=Veuillez saisir le nom du dossier.
strRename=Veuillez saisir un nouveau nom.


strInvalidFolderName=Le nom du dossier n'est pas valide.
strCannotDelete=Impossible de supprimer ce(s) fichier(s)/dossier(s).

strUpdateCheck=A version plus récnte de Cloud Explorer est disponible. Voulez-vous accéder à la page de téléchargement ?\nSachez toutefois qu'il est possible que la version actuelle ne soit pas compatible avec votre stockage cloud.
strAuthFail = L'autorisation a échoué. Veuillez réessayer.

strDownloadFolder=Veuillez choisir un dossier pour télécharger le(s) fichier(s) sélectionné(s).
strUploadFolder=Veuillez choisir un dossier pour transférer
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Accueil
;	Fonctionnalités
;	Téléchargement
;	ACHETER
;	Partenaries
;	Contact
	
;BUTTON	Téléchargement gratuit
;	ACHETER
;	Gratuit pour utilisation non commerciale, essayez-le maintenant.
	
;HOME	Un outil graphique tout-en-un pour tous
;	comporte un module complet de capture d'écran, un éditeur d'image intuitif, une pipette pour prélever les couleurs, une règle à pixels, un rapporteur, un curseur en croix, un tableau blanc, etc.
;	convivial, avec de nombreuses fonctions pour la création d'images ; conviendra tout aussi bien aux développeurs de logiciels et aux graphistes qu'aux particuliers.
	
;	Fonctionnalités principales
;	Capturez tout ce que vous voulez : faites une capture d'écran globale, de la fenêtre active uniquement, d'une fenêtre déroulante ou encore d'une zone spécifique sur votre bureau, etc.
;	Editez vos images : annotez et mettez en valeur vos images avec du texte, des flèches, des formes et plus encore avec l'éditeur intégré avec son menu sous forme de ruban.
;	Retouchez vos images : appliquez-leur facilement des ombres portées, des cadres, des filigranes, des effets de mosaïque, de flou directionnel, en ajustant la luminosité, etc.
;	Partagez-les n'importe où : sauvegardez, partagez et postez vos images sur la toile, par courriel, FTP, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter, etc.
;	Accessoires graphiques : un assortiment d'accessoires graphiques dont une pipette pour prélever les couleurs, une palette de couleurs, une règle à pixels, un rapporteur, un curseur en croix, une loupe et un tableau blanc.
;	Paramètres configurables : grâce aux paramètres avancés, vous pourrez personnaliser les raccourcis clavier, le nommage de fichiers, la qualité des images et des tas d'autres options adaptées à vos besoins.

;	Revues de presse
;	Ce programme nous fait penser à un couteau suisse ou encore un tiroir de bureau bien garni et bien organisé.
;	Il contient toutes sortes d'outils pratiques et il devrait s'avérer utile aux concepteurs de sites Internet, aux graphistes  tout comme à l'utilisateur moyen qui a parfois besoin d'éditer des images. 
;  Spécialement conçu pour les particuliers afin d'offrir une flexibilité maximum dans leurs travaux d'édition. Il comporte même certaines fonctionnalités qu'on ne peut trouver dans Photoshop.	
;	En plus d'être un éditeur d'images facile à utiliser, PicPick propose également des options de capture d'écran et un assortiment de raccourcis clavier et de fonctions à faire pâlier d'envie certains programmes similaires.
	
;	Liens
;	Plan du site
;	Licence
;	Accord de licence pour l'utilisateur final
;	Règles de confidentialité
;	Désinstallation
	
;FONCTIONS	
;	[Capture d'écran]
;	Effectuez des captures d'écran globales, de fenêtres actives, de fenêtres déroulantes, de zones spécifiques sur votre bureau, etc.
;	Personnalisez vos propres raccourcis clavier
;	Prise en charge des configurations à écrans multiples, de la capture du curseur de la souris, de la sauvegarde automatique avec modèle de nom, etc.
;	Prise en charge d'une barre de capture flottante qui facilite la prise de clichés.
	
;	Plein écran
;	Fenêtre active
;	Contrôle de la fenêtre
;	Fenêtre déroulante
;	Zone
;	Zone fixe
;	Zone libre
;	Répéter la dernière capture
;	Barre de capture flottante
;	Capturer le curseur
;	Capture différée
;	Sauvegarde automatique
	
;	[Editeur d'image]
;	Grâce à l'éditeur d'image intégré et son menu-ruban, vous pourrez annoter et mettre en valeur vos images.
;	Dessin
;	Insertion de texte
;	Flèches, lignes
;	Formes
;	Bulles
;	Surligneur
;	Recadrement
;	Redimensionnement
;	Rotation
;	Inversion
;	Echelle de gris
;	Mosaïque
;	Cadre
;	Filigrane
;	Flou
;	Netteté
;	Luminosité
;	Teinte/Saturation
;	Equilibre des couleurs
	
;	[Sauvegarder, partager ou envoyer]
;	Après avoir capturé et édité vos images, vous pourrez les sauvegarder, les partager ou les envoyez à divers endroits.
;	Presse-papiers
;	Fichiers image
;	PDF
;	Imprimante
;	Internet (imgur)
;	Internet (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	Serveur FTP
;	Courriel
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	Programme externe
	
;	[Pipette]
;	Vous permet de trouver le code couleur exact d'un pixel à l'écran grâce à sa loupe intégrée
;	Prise en charge des formats RGB, HTML, C++ et Delphi
;	Palette de couleurs
;	Vous permet de trouver et d'ajuster le code couleur exact d'un pixel à l'aide d'une pipette comme celle de Photoshop prenant en charge le RGB et HSV.
;	Règle à pixels
;	Sert à mesurer la taille des objets et permet de les positionner avec précision à l'écran.
;	S'oriente verticalement ou horizontalement, prend en charge diverses unités (pixels, pouces, centimètres), la résolution de l'écran (72, 96, 120, 300 PPP) et les habillages.
;	Loupe
;	Grâce à cette loupe peu gourmande en ressources, fluide et redimensionnable, vous pourrez agrandir n'importe quelle zone de votre écran.
;	Précision de sélection
;	Permet de calculer les coordonnées relatives de la position d'une image à l'écran.
;	Peut s'avérer utile, par exemple, pour créer des images à zones cliquables au format HTML.
;	Rapporteur
;	Permet de trouver les angles à l'écran. Sélectionnez le centre puis l'emplacement et ensuite le degré angulaire depuis l'origine.
;	Peut servir à de nombreuses applications photographiques, mathématiques ou graphiques.
;	Tableau blanc
;	Vous pouvez afficher un tableau blanc virtuel à l'écran et vous en servir pour vos présentation ou pour tracer quelque chose à l'écran.
	
;ACHETER Nombre d'utilisateurs
;	Prix ($)
;	Offre à durée limitée !
;	Type de paiement
;	Paiement sécurisé en ligne par carte bancaire
;	PayPal
;	Virement bancaire
;	Téléphone
;	Fax
;	Courrier/Chèque/Mandat
;	Le système de paiement en ligne Plimus est celui que nous vous conseillons. Il offre une prise en charge totalement sécurisée pour une grande diversité de méthodes de paiement telles que Paypal, les cartes bancaires, etc.
;	Merci d'avoir choisi PicPick !
	
;	Une licence enregistrée de PicPick pourra être utilisée pour un usage personnel sur un ou plusieurs ordinateurs (par exemple, sur un PC et un portable) ou bien sur un ordinateur utilisé par plusieurs personnes mais pas les deux.
;	Une licence ne pourra être partagée entre plusieurs utilisateurs.
;	Chaque licence donne droit à des mises à jour illimitées vers toutes les versions ultérieures de PicPick.
;	Les tarifs en Euros, Livres sterling et autres monnaies sont disponibles sur la page de commande.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Cliquez sur un point central à l'écran.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Appuyez sur [
MSG_ACTIVEWINDOW_2 = ] pour capturer la fenêtre active. 
MSG_EXITSAVEIMAGE_1 = Voulez-vous enregistrer les modifications apportées à [
MSG_EXITSAVEIMAGE_2 = ] ?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Impossible d'accéder au répertoire.
MSG_DEFAULT_TAPNAME = Aucune image
MSG_HOTKEY_ALREADY1 = PicPick ne peut pas enregistrer les raccourcis suivants.
MSG_HOTKEY_ALREADY2 = Voulez-vous modifier ces raccourcis ?
MSG_THISFOLDERNOTFOUND = Répertoire [chemin ou nom de dossier] introuvable.
MSG_INVALID_FILENAME = Ce nom de fichier n'est pas valide.
MSG_INVALID_CLIPBOARD = Erreur à l'obtention des données du presse-papiers ! (Format de presse-papiers non valide)
MSG_CANNOTREPEATCAPTURE = Impossible de trouver la zone sélectionnée de la dernière capture.
MSG_CLOSEALLIMAGE = Voulez-vous fermer toutes les images non enregistrées ?
MSG_FILE_OPEN =Ouvrir
MSG_FILE_SAVE =Enregistrer sous
MSG_NEWVERSIONAVAILABLE = Un nouvelle version de PicPick est disponible. Voulez-vous aller à la page de téléchargement maintenant ?
MSG_PROGRAM_NOTADDYET=Vous devez sélectionner un programme externe avant de pouvoir y envoyer vos captures d'écran!
MSG_EXTERNALPROGRAMERROR=Programme externe spécifié introuvable. 
MSG_PARAMETERS_TITLE=Paramètres de PicPick
MSG_OLDLANGUAGE =La version de ce fichier de langue est ancienne, certaines parties n'ont pas été traduites. Est-vous sûr de vouloir changer de langue ?
MSG_INVALIDALBUMNAME=Le nom de l'album n'est pas valide.
MSG_CREATEFAILUREALBUM=Erreur à la création de l'album.
MSG_LOADINGFAILUREALBUM=Erreur au chargement des albums.
MSG_IDEMPTY = Veuillez saisir le login utilisateur.
MSG_PWEMPTY = Veuillez saisir le mot de passe utilisateur.
MSG_SAVE = Oui
MSG_DONTSAVE = Non
MSG_DONTSAVEALL = Non pour tous
MSG_NODISPLAYAGAIN = Ne plus afficher ce message
BTN_YES = &Oui
BTN_NO = &Non
BTN_NOALL = &Non pour tous
MSG_INPUTTEXT = Veuillez saisir votre texte ici
MSG_FLATTENLAYER= Pour cette tâche, vous devez fusionner les formes avec l'image de fond. Voulez-vous aplatir les formes?
MSG_FLATTENALL=Voulez-vous aplatir toutes les formes ?
MSG_INVALID_DOWNLOADURL = Une erreur est survenue pendant le téléchargement de l'image.
MSG_OPENURL=Veuillez saisir une adresse.
MSG_ANYSETTINGOK = Les paramètres ont été modifiés avec succès.
MSG_DEFAULTEDITOR=PicPick est votre éditeur d'image par défaut.
MSG_FTPINFONEED=Vous devez d'abord saisir les informations concernant votre serveur FTP.
MSG_CONNECTIONFAIL=Une erreur est survenue durant la connexion au serveur.
MSG_PROGRAM_NOSKYPE=Skype est introuvable.
MSG_ACTIVATE_OFFLINE=Votre clé de licence n'a pu être activée en raison d'un problème de réseau ou autre. Souhaitez-vous l'activer hors ligne ?
MSG_ACTIVATE_OK = Votre licence a bien été activée. Merci d'avoir choisi PicPick !
MSG_ACTIVATE_TRIAL = Votre licence d'évaluation gratuite a été activée. Merci d'avoir choisi PicPick !
MSG_ACTIVATE_FAIL = Votre activation a été refusée. Veuillez contacter le centre d'assistance technique de PicPick.
MSG_VALIDOWNERNAME = Veuillez saisir un nom d'utilisateur correct.
MSG_VALIDLICENSEKEY = Veuillez saisir une clé de licence correcte.
MSG_FILENOTFOUND = Fichier introuvable.
MSG_CAPTUREAREAFAIL=Une erreur est survenue lors du calcul de la zone à capturer. Veuillez vérifier le logiciel (antivirus, maliciel/espiogiciel) pouvant être à l'origine du problème.
#4.0.0
MSG_TRANSPARENCYLOST=Toute transparence existante sera perdue si vous enregistrez cette image. Souhaitez-vous continuer ?
#4.0.0